{
    "ASYNCCOMMV1": {
        "dirname": "ASYNCCOMMV1",
        "title": "Asynchronous Communication Vol.1",
        "date": "09-07-2023",
        "info": "Exploring Asynchronous Communication through Handmade Photography",
        "description": "This book presents online chat room communication through handmade photography. Unlike face-to-face conversations, online chats often lack continuity, leading to communication breakdowns without facial cues. Created by authors from Taiwan(Yu-Lin Tsai) and Switzerland(Yi-Kai Chen), the book documents a month-long exchange solely through photos. Viewers decide the conversation's pace, achieving a unique asynchronous communication experience.",
        "tags": [
            "photobook",
            "online chat",
            "jet lag"
        ]
    },
    "UNKNOWNCALLERID": {
        "dirname": "UNKNOWNCALLERID",
        "title": "Unknwon Caller ID",
        "date": "12-03-2022",
        "info": "Mapping Urban Communication Lifelines through Disappearing Public Telephones",
        "description": "The piece captures public telephones within the author's urban environment, documenting the GPS coordinates of each one. As communication technology evolves, public telephones have become overlooked objects. The author seeks to empathize with those who have lost access to communication devices like mobile phones, exploring the sentiment of searching for communication lifelines in the city. By locating these disappearing public telephones, they ultimately create a survival map of urban communication spots.",
        "tags": [
            "photobook",
            "payphone",
            "map"
        ]
    },
    "THE3RDCOLLAPSE": {
        "dirname": "THE3RDCOLLAPSE",
        "title": "The 3rd Collapse",
        "date": "01-28-2022",
        "info": "Exploring the Intersection of Stillness and Decay",
        "description": "This piece contrasts the before and after of still-life decay through photography, merging the frozen-in-time nature of imagery with the inevitable decay of the film itself as a material. It presents a series of images with multiple layers of contrast. Ultimately, it is presented in the form of a double-sided photography book, printed on fragile paper, ensuring that the book gradually deteriorates during its exhibition as viewers flip through its pages.",
        "tags": [
            "photobook",
            "material decay",
            "film"
        ]
    }
}